alacritty
amd-ucode
appmenu-gtk-module
autorandr
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
clang
cups
dmenu
docker
docker-compose
dunst
efibootmgr
fd
feh
fish
flameshot
ghostty
git
gparted
grub
htop
i3-wm
i3lock
i3status
iotop
iw
lazygit
lf
libreoffice-fresh
linux
linux-firmware
linux-headers
lsof
man-db
man-pages
mc
mitmproxy
nemo
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
nvidia
nvidia-settings
nvidia-utils
nvm
openssh
os-prober
pamixer
papirus-icon-theme
picom
pipewire
pipewire-alsa
pipewire-pulse
playerctl
polybar
postgresql
ripgrep
rofi
rtkit
sd
snixembed
sysstat
tmux
ttf-jetbrains-mono-nerd
unzip
usbutils
webkit2gtk-4.1
wget
wireplumber
xclip
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
zip
zram-generator
