alsa-utils
amd-ucode
arandr
archlinux-keyring
argocd
atool
autoconf
automake
base
bat
bc
binutils
bison
cabextract
clang
debugedit
delve
dhcpcd
dialog
dkms
dmenu
dmidecode
docker
docker-compose
dunst
efibootmgr
evtest
exfat-utils
fakeroot
fd
feh
ffmpegthumbnailer
file
filelight
findutils
fish
flameshot
flex
fzf
gawk
gcc
gettext
git
github-cli
gnome-keyring
gnome-terminal
go
gopls
gpick
grep
groff
gzip
htop
i3-wm
i3blocks
i3status
ifplugd
kwallet
lazygit
lf
libdvbpsi
libmpeg2
libnewt
libtool
linux
linux-firmware
linux-headers
lld
lxappearance
lynx
m4
make
materia-gtk-theme
mediainfo
moreutils
mpc
mpd
mpv
ncmpcpp
neofetch
neovim
netctl
newsboat
nodejs
noto-fonts
noto-fonts-emoji
npm
ntfs-3g
ntp
nuspell
nvidia
nvidia-lts
nvidia-settings
openshot
openssh
pacman
pacman-contrib
pamixer
papirus-icon-theme
patch
pavucontrol
picom
pipewire
pipewire-pulse
pkgconf
playerctl
postgresql
powerline
powerline-fonts
pritunl-client-electron
pulsemixer
python-i3ipc
python-pip
python-pyalsa
python-pyx
python-qdarkstyle
qalculate-gtk
radeontop
reflector
ripgrep
rofi
rofimoji
rsync
ruby
rustup
sed
socat
sudo
sxhkd
sxiv
syncthing
sysstat
tailscale
telegram-desktop
terminator
terraform
texinfo
thunar
thunderbird
tmux
ttf-font-awesome
ttf-linux-libertine
ttf-nerd-fonts-symbols
ttf-ubuntu-font-family
udiskie
udisks2
ueberzug
unclutter
unzip
wget
which
wpa_supplicant
xcape
xclip
xcompmgr
xdotool
xf86-video-vesa
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-twm
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xclock
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
xterm
xwallpaper
yad
yt-dlp
zathura
zathura-pdf-mupdf
zip
zram-generator
